{
  "welcome": "Καλώς ήρθατε στο Blockbusters!",
  "home": "Αρχική",
  "aboutUs": "Σχετικά Με Εμάς",
  "login": "Σύνδεση",
  "logout": "Αποσύνδεση",
  "register": "Εγγραφή",

  "moreReasonsTitle": "Περισσότεροι λόγοι για να συμμετάσχετε",

  "reason1Title": "Απολαύστε στην τηλεόρασή σας",
  "reason1Desc": "Παρακολουθήστε σε Smart TVs, PlayStation, Xbox, Chromecast, Apple TV, συσκευές Blu-ray και άλλα.",

  "reason2Title": "Κατεβάστε τις εκπομπές σας",
  "reason2Desc": "Αποθηκεύστε εύκολα τα αγαπημένα σας και παρακολουθήστε τα εκτός σύνδεσης οποιαδήποτε στιγμή.",

  "reason3Title": "Παρακολουθήστε παντού",
  "reason3Desc": "Μεταδώστε απεριόριστες ταινίες στο τηλέφωνο, το tablet, το laptop και την τηλεόρασή σας.",

  "reason4Title": "Δημιουργήστε προφίλ για παιδιά",
  "reason4Desc": "Στείλτε τα παιδιά σε περιπέτειες με τους αγαπημένους τους χαρακτήρες σε έναν χώρο φτιαγμένο μόνο για αυτά — δωρεάν με τη συνδρομή σας.",

  "faqTitle": "Συχνές Ερωτήσεις",

  "faqQ1": "Τι είναι το Blockbusters;",
  "faqA1": "Το Blockbusters είναι μια υπηρεσία streaming με συνδρομή που σας επιτρέπει να παρακολουθείτε μεγάλη ποικιλία ταινιών σε συσκευές με σύνδεση στο διαδίκτυο.",

  "faqQ2": "Πόσο κοστίζει το Blockbusters;",
  "faqA2": "Το Blockbusters προσφέρει πολλά πλάνα ανάλογα με τον αριθμό οθονών και την ποιότητα βίντεο. Οι τιμές ξεκινούν από $9.99 τον μήνα, αλλά μπορεί να διαφέρουν ανάλογα με την περιοχή.",

  "faqQ3": "Πού μπορώ να δω το Blockbusters;",
  "faqA3": "Μπορείτε να παρακολουθήσετε το Blockbusters σε smartphone, tablet, smart TV, υπολογιστές και κονσόλες παιχνιδιών με σύνδεση στο διαδίκτυο.",

  "faqQ4": "Πώς κάνω ακύρωση;",
  "faqA4": "Μπορείτε να ακυρώσετε τη συνδρομή σας οποιαδήποτε στιγμή από τις ρυθμίσεις του λογαριασμού σας. Δεν υπάρχουν έξοδα ακύρωσης.",

  "faqQ5": "Τι μπορώ να παρακολουθήσω στο Blockbusters;",
  "faqA5": "Το Blockbusters προσφέρει μια μεγάλη ποικιλία ταινιών.",

  "faqQ6": "Είναι το Blockbusters κατάλληλο για παιδιά;",
  "faqA6": "Ναι, το Blockbusters διαθέτει παιδικό προφίλ που περιορίζει περιεχόμενο και παρέχει ένα ασφαλές περιβάλλον προβολής για τα παιδιά."
}
